Repository: apache/netbeans
Catalog: ide/editor.autosave/i18n/omegat-ja/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: About Save Automatically
ja: 自動保存について

source: nbdocs:/org/netbeans/modules/usersguide/ide.css
ja: nbdocs:/org/netbeans/modules/usersguide/ja/ide.css

source: This module provides the functionality to automatically save all yours unsaved opened files.
ja: このモジュールは編集中のすべてのファイルを保存する機能を提供します。

source: It is possible too define if this feature will be enabled or not, and the interval between save actions, by the appropriate option in Tools > Options > Miscellaneous > Save Automatically. To enable/disable this feature, is possible use the File > Save Automatically option too.
ja: この機能の有効/無効、自動保存の間隔はオプションダイアログで設定することができます。オプションは ツール > オプション > その他 > 自動保存で設定できます。有効/無効を設定するには ファイル > 自動保存 オプションも使用できます。

source: Save Automatically
ja: 自動保存

source: Settings for save automatically feature
ja: 自動保存の設定

source: Editing
ja: 編集

source: Save automatically unsaved files between a predefined interval. The module options can be changed on Tools > Options > Miscellaneous > Save Automatically section. It is possible too activate/deactivate this feature by the File > Save Automatically option.
ja: 未保存のファイルを設定した間隔で自動的に保存します。モジュールのオプションは ツール > オプション > その他 > 自動保存 で設定できます。有効/無効を設定するには ファイル > 自動保存 オプションも使用できます。

source: Save files every
ja: 保存する間隔:

source: minute(s).
ja: 分毎

source: Define the interval between save operations.
ja: 保存する間隔を設定します。

source: Use save automatically feature.
ja: 自動保存を有効

source: Save automatically unsaved files between a predefined interval.
ja: 未保存のファイルを自動保存する間隔。

source: It is possible too define if this feature will be enabled or not, and the interval between save actions, by the appropriate option in Tools > Options > Miscellaneous > Save Automatically.
ja: この機能の有効/無効、自動保存の間隔はオプションダイアログで設定することができます。オプションは ツール > オプション > その他 > 自動保存 で設定できます。

source: To enable/disable this feature, is possible use the File > Save Automatically option too.
ja: 有効/無効を設定するには ファイル > 自動保存 オプションも使用できます。

source: The module options can be changed on Tools > Options > Miscellaneous > Save Automatically section.
ja: モジュールのオプションは ツール > オプション > その他 > 自動保存 で設定できます。

source: It is possible too activate/deactivate this feature by the File > Save Automatically option.
ja: この機能の有効/無効は ファイル > 自動保存 オプションで設定できます。
